tap "homebrew/cask-versions"
# tap "homebrew/cask-drivers"

cask "alfred"
# cask "android-file-transfer"
cask "android-studio"
cask "arduino"
cask "battle-net"
cask "cloudapp"
cask "discord"
cask "docker"
cask "dropbox"
# cask "eclipse-java"
# cask "gimp"
cask "google-chrome"
# cask "google-chrome-canary"
# cask "java"
# cask "java8"
cask "intellij-idea-ce"
cask "iterm2"
cask "league-of-legends"
cask "ngrok"
cask "notion"
# cask "postbird"
# cask "postgres"
# cask "postman"
# cask "razer-synapse"
cask "scroll-reverser"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
# cask "teamspeak-client"
# cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "whatsapp"
# cask "wireshark"
# cask "xquartz"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
# brew "dep"
brew "findutils"
brew "jq"
brew "git"
brew "go"
brew "graphviz"
brew "heroku"
brew "heroku-node"
# brew "httpie"
brew "maven"
brew "mongodb"
brew "mysql"
brew "npm"
brew "pipenv"
brew "postgres"
brew "python"
brew "ruby"
brew "ripgrep"
# brew "swiftlint"
brew "terraform"
brew "tree"
# brew "wget"
brew "zsh"

# Flutter iOS simulator dependencies
brew "usbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "cocoapods"
