tap "homebrew/cask-versions"

cask "android-file-transfer"
cask "android-studio"
# cask "battle-net"
cask "cloudapp"
cask "docker"
cask "dropbox"
cask "eclipse-java"
cask "google-chrome"
# cask "google-chrome-canary"
cask "java"
cask "java8"
cask "iterm2"
cask "ngrok"
cask "postgres"
cask "postman"
cask "scroll-reverser"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
# cask "steam"
# cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "whatsapp"
cask "xquartz"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "findutils"
brew "jq"
brew "git"
brew "go"
brew "graphviz"
brew "heroku"
brew "heroku-node"
brew "httpie"
brew "maven"
brew "mysql"
brew "npm"
brew "python"
brew "pipenv"
brew "ruby"
brew "swiftlint"
brew "terraform"
brew "tree"
brew "wget"

