tap "taskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/completions"
tap "homebrew/core"

brew "awscli"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "findutils"
brew "jq"
brew "git"
brew "go"
brew "graphviz"
brew "npm"
brew "python"
brew "wget"

cask "cloudapp"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "iterm2"
cask "ngrok"
cask "postman"
cask "scroll-reverser"
cask "skype"
cask "spectacle"
cask "spotify"
cask "steam"
cask "visual-studio-code-insiders"
